Revit 2020 API
ReinforcementRoundingManager.LengthDisplayUnit Property
 The length units used when displaying the reinforcement rounding values.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2014
Syntax
C#
public DisplayUnitType LengthDisplayUnit { get; }
Visual Basic
Public ReadOnly Property LengthDisplayUnit As DisplayUnitType
	Get
Visual C++
public:
property DisplayUnitType LengthDisplayUnit {
	DisplayUnitType get ();
}
See Also
ReinforcementRoundingManager Class
Autodesk.Revit.DB.Structure Namespace